Repository: Epig-is-a-llama/inspector
Catalog: po/*.po
Languages: cs, de, fr, hi, it, nb, pt_br, ru

source: Inspector
cs: Inspektor
de: Inspektor
fr: Inspecteur
it: Ispettore
ru: Инспектор

source: View information about your system
cs: Zobrazit informace o vašem systému
de: Informationen über Ihr System anzeigen
fr: Visualiser des informations sur votre système
hi: अपने सिस्टम के बारे में जानकारी देखें
it: Visualizza informazioni sul sistema
nb: Vis informasjon om systemet ditt
pt_br: Ver informação sobre o seu sistema
ru: Просматривайте информацию о вашей системе

source: View information about: Usb devices, Disk, Memory, PCI devices, Network, CPU, Motherboard and bios, System and distro
cs: Zobrazte si informace o zařízeních USB, disku, paměti, zařízeních PCI, síti, procesoru, základní desce a BIOSu, systému a distribuci
de: Informationen anzeigen über: USB-Geräte, Massenspeicher, Arbeitsspeicher, PCI-Geräte, Netzwerk, Prozessor, Mainboard und BIOS, System und Distribution
fr: Visualisez les informations sur vos périphériques USB, disque, mémoire, périphériques PCI, réseau, CPU, carte mère et BIOS, système et distribution
hi: इनके बारे में जानकारी देखें: USB उपकरण, डिस्क, मेमोरी, PCI उपकरण, नेटवर्क, CPU, मदरबोर्ड और बायोस, सिस्टम और वितरण
it: Visualizza informazioni su: Dispositivi USB, Dischi, Memoria, Dispositivi PCI, Rete, CPU, Scheda madre e BIOS, Sistema e distribuzione
nb: Vis informasjon om USB-enheter, disken, minne, PCI-enheter, nettverket, CPU-en, hovedkortet, BIOS-en, systemet, og distroen.
pt_br: Ver informação sobre: Dispositivos Usb, Disco, Memória, Dispositivos PCI, Rede, CPU, Placa Mãe e Bios, Sistema e Distro
ru: Просматривайте информацию о: USB-устройствах, диске, памяти, PCI-устройствах, сети, процессоре, материнской плате и BIOS, системе и дистрибутиве

source: Nokse
cs: Nox

source: translator-credits
cs: vikdevelop https://github.com/vikdevelop
de: Matthäus J. N. Beyrle - https://github.com/magynhard
fr: Irénée THIRION
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
it: Jimmy Scionti
nb: Sunniva Løvstad <inspector@turtle.garden>
pt_br: Luiz Lima
ru: Vladimir Kosolapov

source: Reload
cs: Načíst znovu
de: Neu laden
hi: पुनः लोड करें
it: Ricarica
pt_br: Recarregar

source: Keyboard shortcuts
cs: Klávesové zkratky
de: Tastenkombinationen
hi: कीबोर्ड शॉर्टकट
it: Scorciatoie da tastiera
pt_br: Atalhos de teclado

source: About Inspector
cs: O aplikaci
de: Über Inspektor
hi: Inspector के बारे में
it: Informazioni su Ispettore
pt_br: Sobre Inspector

source: Motherboard
cs: Základní deska
de: Mainboard
fr: Carte mère
hi: मदरबोर्ड
it: Scheda madre
nb: Hovedkort
pt_br: Placa Mãe
ru: Материнская плата

source: Processor
cs: Procesor
de: Prozessor
hi: प्रोसेसर
pt_br: Processador

source: Memory
cs: Paměť
de: Arbeitsspeicher
fr: Mémoire
hi: मेमोरी
it: Memoria
nb: Minne
pt_br: Memória
ru: Память

source: Disk Drives
cs: Disková zařízení
de: Massenspeicher
hi: डिस्क ड्राइव
pt_br: Unidade de Disco

source: PCI Devices
cs: Zařízení PCI
de: PCI-Geräte
hi: PCI उपकरण
pt_br: Dispositivos PCI

source: USB Devices
cs: Zařízení USB
de: USB-Geräte
hi: USB उपकरण
pt_br: Dispositivos USB

source: Network Devices
cs: Síťová zařízení
de: Netzwerkgeräte
hi: नेटवर्क उपकरण
pt_br: Dispositivos de Rede

source: Kernel
cs: Jádro
hi: कर्नेल

source: Distribution
cs: Distribuce
hi: वितरण
nb: Distribusjon
pt_br: Distribuição
ru: Дистрибутив

source: The command is not supported
cs: Příkaz není podporován
de: Der Befehl wird nicht unterstützt
hi: कमांड समर्थित नहीं है
it: Il comando non è supportato
pt_br: O comando não é suportado

source: The command {0} returned empty. Try running it on your terminal, it should prompt you to install the package on your system.
cs: Příkaz {0} vrátil prázdnou hodnotu. Zkuste jej spustit ve vašem terminálu, měl by vás požádat o instalaci balíčku na vašem systému.
de: Der Befehl {0} hat keine Ausgabe geliefert. Versuchen Sie, ihn im Terminal auszuführen. Es sollte Sie dann auffordern, das Paket auf Ihrem System zu installieren.
hi: कमांड {0} खाली लौटा। इसे अपने टर्मिनल पर चलाने का प्रयास करें, यह आपको अपने सिस्टम पर पैकेज स्थापित करने के लिए संकेत देगा।
it: Il comando {0} ha restituito un valore nullo. Provare ad avviarlo nel terminale, dovrebbe chiedere di installare il pacchetto nel sistema.
pt_br: O Comando {0} retornou vazio. Tente executar no terminal, ele deve solicitar a instalação do pacote no seu sistema.

source: System
cs: Systém
fr: Système
hi: सिस्टम
it: Sistema
pt_br: Sistema
ru: Система

source: Command: uname
cs: Příkaz: uname
de: Befehl: uname
fr: Commande : uname
hi: कमांड: uname
nb: Kommando: uname
pt_br: Comando: uname
ru: Команда: uname

source: Kernel Name
cs: Název jádra
fr: Nom du noyau
hi: कर्नेल का नाम
it: Nome kernel
nb: Kernelnavn
pt_br: Nome do Kernel
ru: Тип ядра

source: Network Node Hostname
cs: Hostitelský název síťového uzlu
de: Hostname des Netzwerkknotens
fr: Nom d’hôte du nœud de réseau
hi: नेटवर्क नोड होस्टनाम
it: Hostname del nodo nella rete
nb: Nettverknodevertsnavn
pt_br: Nome de Host do Nó da Rede
ru: Имя сетевого узла

source: Kernel Release
cs: Vydání jádra
fr: Distribution du noyau
hi: कर्नेल रिलीज
it: Rilascio del kernel
nb: Kernelutgave
pt_br: Versão do Kernel
ru: Выпуск ядра

source: Kernel Version
cs: Verze jádra
fr: Version du noyau
hi: कर्नेल संस्करण
it: Versione del kernel
nb: Kernelversjon
pt_br: Tipo do Kernel
ru: Версия ядра

source: Machine Hardware Name
cs: Název počítačového hardwaru
de: Hardware-Name der Maschine
fr: Nom du matériel de la machine
hi: मशीन हार्डवेयर का नाम
it: Indirizzo fisico della macchina
nb: Maskinvarenavn
pt_br: Nome do Hardware da Máquina
ru: Наименование аппаратного обеспечения

source: Processor Type
cs: Typ procesoru
de: Prozessortyp
fr: Type de processeur
hi: प्रोसेसर प्रकार
it: Tipo di processore
nb: Prosessortype
pt_br: Tipo do Processador
ru: Тип процессора

source: Hardware Platform
cs: Platforma hardwaru
de: Hardware-Plattform
fr: Plateforme matérielle
hi: हार्डवेयर प्लेटफार्म
it: Piattaforma hardware
nb: Maskinvareplattform
pt_br: Plataforma do Hardware
ru: Аппаратная платформа

source: Operating System
cs: Operační systém
de: Betriebssystem
fr: Système d’exploitation
hi: ऑपरेटिंग सिस्टम
it: Sistema operativo
nb: Operativsystem
pt_br: Sistema Operacional
ru: Операционная система

source: Command: cat /etc/os-release
cs: Příkaz: cat /etc/os-release
de: Befehl: cat /etc/os-release
hi: कमांड: cat /etc/os-release
pt_br: Comando: cat /etc/os-release

source: Command: lsblk
cs: Příkaz: lsblk
de: Befehl: lsblk
fr: Commande : lsblk
hi: कमांड: lsblk
nb: Kommando: lsblk
pt_br: Comando: lsblk
ru: Команда: lsblk

source: Total size:
cs: Celková velikost:
de: Gesamtgröße:
fr: Taille totale :
hi: कुल आकार:
nb: Total størrelse:
pt_br: Tamanho Total:
ru: Общий размер:

source: Loop devices
cs: Zařízení ve smyčce
de: Loop-Geräte
fr: Périphériques en boucle
hi: लूप उपकरण
it: Dispositivi di lopp
nb: Sløyfeenheter
pt_br: Disposivos de loop
ru: Loop-устройства

source: Device Count: %s
cs: Počet zařízení: %s
de: Anzahl der Geräte: %s
fr: Nombre d’appareils : %s
hi: उपकरण की संख्या: %s
nb: Enhetsantall: %s
pt_br: Contagem de Dispositivo: %s
ru: Количество устройств: %s

source: Ranges
cs: Rozsahy
de: Bereiche
fr: Gammes
hi: रेंज
it: Intervalli
nb: Rekkevidder
pt_br: Range
ru: Диапазоны

source: Command: lsmem
cs: Příkaz: lsmem
de: Befehl: lsmem
fr: Commande : lsmem
hi: कमांड: lsmem
nb: Kommando: lsmem
pt_br: Comando: lsmem
ru: Команда: lsmem

source: PCIs
cs: PCI
de: PCI
it: PCI
nb: PCI-er
ru: PCI-устройства

source: Command: lspci
cs: Příkaz: lspci
de: Befehl: lspci
fr: Commande : lspci
hi: कमांड: lspci
nb: Kommando: lspci
pt_br: Comando: lspci
ru: Команда: lspci

source: Command: lsusb
cs: Příkaz: lsusb
de: Befehl: lsusb
fr: Commande : lsusb
hi: कमांड: lsusb
nb: Kommando: lsusb
pt_br: Comando: lsusb
ru: Команда: lsusb

source: Bus
cs: Sběrnice
hi: बस
nb: Buss
ru: Шина

source: Command: ip address
cs: Příkaz: ip address
de: Befehl: ip address
fr: Commande : ip address
hi: कमांड: ip address
nb: Kommando: ip address
pt_br: Comando: ip adress
ru: Команда: ip address

source: Address info, ip
cs: Informace o adrese, ip
de: Adressinformationen, ip
fr: Information d'adresse, IP
hi: पता जानकारी, IP
it: Informazione sull'indirizzo, IP
nb: Adresseinformasjon på IP
pt_br: Informação de Endereço, ip
ru: Информация об адресе, ip

source: Command: lshw -c cpu
cs: Příkaz: lshw -c cpu
de: Befehl: lshw -c cpu
hi: कमांड: lshw -c cpu
pt_br: Comando: lshw -c cpu

source: BIOS Date
cs: Datum BIOSu
de: BIOS-Datum
fr: Date du BIOS
hi: BIOS दिनांक
it: Data del BIOS
nb: BIOS-dato
pt_br: Data da Bios
ru: Дата BIOS

source: BIOS Release
cs: Vydání BIOSu
fr: Distribution du BIOS
hi: BIOS रिलीज
it: Rilascio del BIOS
nb: BIOS-utgave
pt_br: Lançamento da Bios
ru: Выпуск BIOS

source: BIOS Vendor
cs: Vydavatel BIOSu
de: BIOS-Hersteller
fr: Constructeur du BIOS
hi: BIOS विक्रेता
it: Costruttore BIOS
nb: BIOS-leverandør
pt_br: Fornecedora da BIOS
ru: Производитель BIOS

source: BIOS Version
cs: Verze BIOSu
fr: Version du BIOS
hi: BIOS संस्करण
it: Versione di BIOS
nb: BIOS-versjon
pt_br: Versão da Bios
ru: Версия BIOS

source: Board Asset Tag
cs: Štítek majetku desky
fr: Étiquette de la carte
hi: बोर्ड परिसंपत्ति टैग
it: Etichetta della scheda
nb: Hovedkorteiendelstag
pt_br: Etiqueta de Identificação da Placa
ru: Учётная метка платы

source: Board Name
cs: Název desky
fr: Nom de la carte
hi: बोर्ड का नाम
it: Nome della scheda
nb: Hovedkortnavn
pt_br: Nome da Placa
ru: Название платы

source: Board Serial Number
cs: Sériové číslo desky
de: Board-Seriennummer
fr: Numéro de série de la carte
hi: बोर्ड क्रमांक
it: Numero seriale della scheda
nb: Hovedkortserienummer
pt_br: Numero de Série da Placa
ru: Серийный номер платы

source: Board Vendor
cs: Výrobce desky
de: Board-Hersteller
fr: Constructeur de la carte
hi: बोर्ड विक्रेता
it: Costruttore della scheda
nb: Hovedkortleverandør
pt_br: Fabricante da Placa
ru: Производитель платы

source: Board Version
cs: Verze desky
fr: Version de la carte
hi: बोर्ड संस्करण
it: Versione della scheda
nb: Hovedkortversjon
pt_br: Versão da Placa
ru: Версия платы

source: Chassis Asset Tag
cs: Štítek majetku podvozku
fr: Étiquette du châssis
hi: चेसिस परिसंपत्ति टैग
it: Etichetta dello chassis
nb: Chassiseiendelstag
pt_br: Etiqueta de Identificação do Chassi
ru: Учётная метка шасси

source: Chassis Serial Number
cs: Sériové číslo podvozku
de: Chassis-Seriennummer
fr: Numéro de série du châssis
hi: चेसिस क्रमांक
it: Numero seriale dello chassis
nb: Chassisserienummer
pt_br: Numero de Série do Chassi
ru: Серийный номер шасси

source: Chassis Type
cs: Typ podvozku
de: Chassis-Typ
fr: Type du châssis
hi: चेसिस प्रकार
it: Tipo di chassis
pt_br: Tipo de Chassi
ru: Тип шасси

source: Chassis Vendor
cs: Výrobce podvozku
de: Chassis-Hersteller
fr: Constructeur du châssis
hi: चेसिस विक्रेता
it: Costruttore dello chassis
nb: Chassisleverandør
pt_br: Fabricante do Chassi
ru: Производитель шасси

source: Chassis Version
cs: Verze podvozku
fr: Version du châssis
hi: चेसिस संस्करण
it: Versione dello chassis
nb: Chassisversjon
pt_br: Versão do Chassi
ru: Версия шасси

source: Product Family
cs: Rodina produktu
de: Produktfamilie
fr: Famille du matériel
hi: उत्पाद परिवार
it: Famiglia di prodotti
nb: Produktfamilie
pt_br: Familia do Produto
ru: Семейство продукта

source: Product Name
cs: Název produktu
de: Produktname
fr: Nom du matériel
hi: उत्पाद का नाम
it: Nome del prodotto
nb: Produktnavn
pt_br: Nome do Produto
ru: Название продукта

source: Product Serial Number
cs: Sériové číslo produktu
de: Produkt-Seriennummer
fr: Numéro de série du matériel
hi: उत्पाद क्रमांक
it: Numero seriale del prodotto
nb: Produktserienummer
pt_br: Numero de Série do Produto
ru: Серийный номер продукта

source: Product SKU
cs: SKU produktu
de: Produkt-SKU
fr: SKU du matériel
hi: उत्पाद SKU
it: SKU del prodotto
nb: Produkt-SKU
pt_br: SKU do Produto
ru: Артикул продукта

source: Product UUID
cs: UUID produktu
de: Produkt-UUID
fr: UUID du matériel
hi: उत्पाद UUID
it: UUID del prodotto
nb: Produkt-UUID
pt_br: UUID do Produto
ru: UUID продукта

source: Product Version
cs: Verze produktu
de: Produktversion
fr: Version du matériel
hi: उत्पाद संस्करण
it: Versione del prodotto
nb: Produktversjon
pt_br: Versão do Produto
ru: Версия продукта

source: Power
cs: Energie
de: Stromversorgung
fr: Alimentation
hi: ऊर्जा
it: Alimentazione
nb: Strøm
pt_br: Energia
ru: Питание

source: System Vendor
cs: Výrobce systému
de: Systemhersteller
fr: Constructeur du matériel
hi: सिस्टम विक्रेता
it: Costruttore del sistema
nb: Systemleverandør
pt_br: Fornecedor do Sistema
ru: Производитель системы

source: Control
cs: Ovládání
de: Steuerung
fr: Contrôle
hi: नियंत्रण
it: Controllo
nb: Styre
pt_br: Controle
ru: Управление

source: Runtime Active Time
cs: Aktivní čas běhového prostředí
de: Laufzeit-Aktivzeit
fr: Temps actif d’exécution
hi: रनटाइम सक्रिय समय
it: Tempo di esecuzione attivo
nb: Aktiv kjøretid
pt_br: Tempo Ativo do Ambiente de Execução
ru: Время активного выполнения

source: Runtime Status
cs: Stav běhového prostředí
de: Laufzeit-Status
fr: Statut de la durée d’exécution
hi: रनटाइम स्थिति
it: Stato del tempo di esecuzione
nb: Kjøretidsstatus
pt_br: Status do Ambiente de Execução
ru: Статус выполнения

source: Runtime Suspended Time
cs: Čas pozastavení běhového prostředí
de: Laufzeit-Ruhezustandszeit
fr: Temps d’exécution suspendu
hi: रनटाइम निलंबित समय
it: Tempo di esecuzione sospeso
nb: Suspendert kjøretid
pt_br: Tempo de Suspensão do Ambiente de Execução
ru: Время приостановленного выполнения

source: Details from /sys/devices/virtual/dmi/id
cs: Podrobnosti z: /sys/devices/virtual/dmi/id
de: Details von /sys/devices/virtual/dmi/id
fr: Détails depuis /sys/devices/virtual/dmi/id
hi: /sys/devices/virtual/dmi/id से विवरण
it: Dettagli da /sys/devices/virtual/dmi/id
nb: Detaljer fra /sys/devices/virtual/dmi/id
pt_br: Detalhes de /sys/devices/virtual/dmi/id
ru: Детали из /sys/devices/virtual/dmi/id

source: Fixed typo
it: Errore di battitura corretto

source: Improved metadata
it: Metadata migliorati

source: Fixed a critical bug if the app was run with older versions of lsblk
it: Corretto un errore critico sull'avvio dell'applicazione con vecchie versioni di LSBLK

source: Made the app more stable
it: Applicazione resa più stabile

source: Added motherboard/bios page
it: Aggiunta pagina scheda madre/BIOS

source: Bug fixes
it: Errori corretti

source: Disk
it: Disco

source: Network
it: Rete

source: command: uname
it: comando: uname

source: Distro
it: Distribuzione

source: command: cat /etc/os-release
it: comando: cat /etc/os-release

source: command: lsblk
it: comando: lsblk

source: Refresh
it: Ricarica

source: Total size
it: Dimensione totale

source: command: lsmem
it: comando: lsmem

source: command: lspci
it: comando: lspci

source: command: lsusb
it: comando: lsusb

source: command: ip address
it: comando: ip address

source: command: lshw -c cpu
it: comando: lshw -c cpu

source: System;Information;Disk;Memory;Devices;Network;CPU;Motherboard;BIOS;bios;
de: System;Informationen;Massenspeicher;Arbeitspeicher;Geräte;Netzwerk;Prozessor;Mainboard;BIOS;bios;
fr: System;Information;Disk;Memory;Devices;Network;CPU;Motherboard;BIOS;bios;Système;Information;Disque;Mémoire;Périphériques;Réseau;CPU;Carte mère;BIOS;bios;
hi: सिस्टम;सूचना;डिस्क;मेमोरी;उपकरण;नेटवर्क;CPU;मदरबोर्ड;BIO;बायोस;
nb: System;Informasjon;Opplysninger;Disk;Minne;Enheter;Nettverk;CPU;Hovedkort;BIOS;
pt_br: Sistema;Informaçao;Disco;Memoria;Dispositivos;Rede;Cpu;PlacaMae;BIOS;bios;
ru: Система;Информация;Диск;Память;Устройства;Сеть;Процессор;Материнская плата;BIOS;bios;

source: Used latest Libadwaita widgets
fr: Utilisation des derniers widgets Libadwaita
nb: Bruker nyeste Libadwaita-widgeter
ru: Использованы актуальные виджеты Libadwaita

source: Updated runtime to 46
fr: Mise à jour vers l’environnement d’exécution 46
nb: Oppdaterte runtimen til 46
ru: Среда выполнения обновлена до 46 версии

source: Added Czech translation
fr: Ajout d’une traduction tchèque
nb: La til oversetning til tsjekkisk
ru: Добавлен перевод на чешский язык

source: Added Italian translation
fr: Ajout d’une traduction italienne
nb: La til oversetning til italiansk
ru: Добавлен перевод на итальянский язык

source: Added Brazilian translation
fr: Ajout d’une traduction brésilienne
nb: La til oversetning til brasiliansk portugisisk
ru: Добавлен перевод на бразильский вариант португальского языка

source: Added Hindi translation
fr: Ajout d’une traduction hindoue
nb: La til oversetning til hindi
ru: Добавлен перевод на язык хинди

source: Error executing command
fr: Erreur lors de l’exécution de la commande
nb: Feil ved eksekutering av kommando
ru: Ошибка выполнения команды

source: The command {0} returned empty.
fr: La commande {0} n’a rien donné.
nb: Kommandoen {0} returnerte bare tomhet.
ru: Команда {0} вернула пустой результат.

source: CPU
de: Prozessor
ru: Процессор

source: Command: lscpu
fr: Commande : lscpu
nb: Kommando: lscpu
ru: Команда: lscpu
